AI6YP/XAPOH/sw-panel-v3/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c6"
CONFIG_HTTPD_WS_SUPPORT=y
CONFIG_ESP_BROWNOUT_DET=0
CONFIG_ESP_SYSTEM_BROWNOUT_INTR=0
CONFIG_BROWNOUT_DET=0
CONFIG_SOC_BROWNOUT_RESET_SUPPORTED=0
CONFIG_ESP_PHY_MAX_WIFI_TX_POWER=20
CONFIG_ESP_PHY_MAX_TX_POWER=20

